expressjs/n1-highcpu-4-0ms/c1000.txt
Bombarding http://10.148.0.2:8080/ with 500000 request(s) using 1000 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 14s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     35755.10    1840.46   41575.30
  Latency       27.96ms    74.67ms      4.17s
  Latency Distribution
     50%    26.43ms
     75%    27.42ms
     90%    31.96ms
     99%    33.89ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.08MB/s